Repository: t3kit/theme_t3kit
Catalog: Resources/Private/Language/*.BackendLayouts.xlf
Languages: da, de, no

source: Default
da: Standard
de: Standard
no: Standard

source: Content
da: Indhold
de: Inhalt
no: Innhold

source: Content Empty
da: Indhold – tom
de: Inhalt leer
no: Innhold – tomt

source: Content Menu
da: Indhold – menu
de: Inhalt Menü
no: Innhold – meny

source: Content Menu Sidebar
da: Indhold – Menu i sidekolonne
de: Inhalt Menü Sidebar
no: Innhold – Meny i sidekolonne

source: Content Sidebar
da: Indhold – Sidekolonne
de: Inhalt Sidebar
no: Innhold – Sidekolonne

source: Content Sidebar Menu
da: Indhold – Sidekolonne menu
de: Inhalt Sidebar Menü
no: Innhold – Sidekolonne meny

source: Content Special
da: Indhold – Speciel
de: Inhalt Spezial
no: Innhold – Spesial

source: Content Startsite
da: Indhold – Start
de: Inhalt Startseite
no: Innhold – Start

source: Menu Content
da: Menu – Indhold
de: Menü Inhalt
no: Meny – Innhold

source: Menu Content Sidebar
da: Menu – Indhold – Sidekolonne
de: Menü Inhalt Sidebar
no: Meny – Innhold – Sidekolonne

source: Menu Sidebar Content
da: Menu – Sidekolonne – Indhold
de: Menü Sidebar Inhalt
no: Meny – Sidekolonne – Innhold

source: Sidebar Content
da: Sidekolonne – Indhold
de: Sidebar Inhalt
no: Sidekolonne – Innhold

source: Sidebar Content Menu
da: Sidekolonne – Indhold – Menu
de: Sidebar Inhalt Menü
no: Sidekolonne – Innhold – Meny

source: Sidebar Menu Content
da: Sidekolonne – Menu – Indhold
de: Sidebar Menü Inhalt
no: Sidekolonne – Meny – Innhold

# area_top
source: Top Content
da: Top Indhold
de: Top Inhalt
no: Toppinnhold

# area_menu
source: Menu
de: Menü
no: Meny

# area_content
source: Content
da: Indhold
de: Inhalt
no: Innhold

# area_sidebar
source: Sidebar
da: Sidekolonne
no: Sidekolonne

# area_sub_navigation
source: Sub Navigation
da: Underniveaunavigation
no: Undernivånavigasjon

# area_elements
source: Page Elements (Hidden in main page. Use only for records (columns, accordion, tabs, news, etc )
de: Seiten-Elemente (In Haupt-Seite versteckt. Nur fÃ¼r DatensÃ¤tze verwenden (Spalten, Accordion, Register, News, etc.)
