Repository: t3kit/theme_t3kit
Catalog: Resources/Private/Language/*.ContentElements.xlf
Languages: da, de

# tt_content.palette.imageSize
source: Size of images
da: Billedestørrelser
de: Grösse der Bilder

# tt_content.palette.imageSize.imageWidth
source: Width
da: Bredde
de: Breite

# tt_content.palette.imageSize.imageHeight
source: Height
da: Højde
de: Höhe

# tt_content.palette.imageSize.imageMaxWidth
source: Max width
da: Maks. bredde
de: Max Breite

# tt_content.palette.imageSize.imageMaxHeight
source: Max height
da: Maks. højde
de: Max Höhe

# tt_content.tabs.settings
source: Additional settings
da: Flere indstillinger
de: Zusätzliche Einstellungen

# tab.contentElements
source: Content elements
da: Indholdselementer
de: Inhaltselemente

# slider.title
source: Slider
da: Karrusel

# slider.description
source: Slider with images and optional texts and link
da: Karrusel med billeder og valgfrie tekster og links
de: Slider mit Bildern und optional Texte und Link

# slider.tabs.slides
source: Slides
da: Karruselelementer

# bootstrap.slider.tabs.slides
source: Slides
da: Karruselelementer

# bootstrap.slider.title
source: Bootstrap Slider
da: Bootstrap-Karrusel

# bootstrap.slider.description
source: Basic slider included from Bootstrap package. Add sliding interval and turn on/off quickselect.
da: Den grundlæggende karruselen fra Bootstrap-pakken. Tilsæt glide-interval og slå til/fra hurtigvalg.

# bootstrap.tabs.slides
source: Slides
da: Karruseler

# bootstrapSlider.flexform.sheetGeneral
source: Additional settings
da: Flere indstillinger

# bootstrapSlider.flexform.interval
source: Interval in seconds
da: Interval i sekunder

# bootstrapSlider.flexform.quickselect
source: Quickselect
da: Hurtigvalg

# bigIconTextButton.title
source: Icon,Text and Link
da: Ikon, tekst og link
de: Icon,Text und Link

# bigIconTextButton.description
source: Big icon, header, text and link
da: Stor ikon, overskrift, tekst og link
de: Big icon, header, Text und Link

# bigIconTextButton.buttonText
source: Button text
da: Knap-tekst

# bigIconTextButton.bodytext
source: Text
da: Tekst

# bigIconTextButton.flexform.sheetGeneral
source: Additional settings
da: Flere indstillinger
de: Zusätzliche Einstellungen

# bigIconTextButton.flexform.iconClass
source: Icon
da: Ikon

# iconTextButton.title
source: Icon,Text and Button
da: Ikon, tekst og knap
de: Icon,Text und Button

# iconTextButton.description
source: Icon,Text and Button
da: Ikon, tekst og knap
de: Icon,Text und Button

# iconTextButton.buttonText
source: Button text
da: Knap-tekst

# iconTextButton.bodytext
source: Text
da: Tekst

# iconTextButton.flexform.sheetGeneral
source: Additional settings
da: Flere indstillinger
de: Zusätzliche Einstellungen

# iconTextButton.flexform.iconClass
source: Icon
da: Ikon

# iconTextButton.flexform.iconClass_none
source: None
da: Ingen

# imageTextLink.title
source: Image text and link
da: Billede tekst og link
de: Image Text und Link

# imageTextLink.description
source: Image or media, text and link. Will use image before media. Will only render one image or one media.
da: Billede eller medie, tekst og link. Vil bruge billeder før medie. Vil kun vise et billede eller et medieelement.

# imageTextLink.bodyText
source: Text
da: Tekst

# imageTextLink.linkText
source: Link text
da: Linktekst

# imageTextLink.tabs.media
source: Media
da: Medie

# imageTextLink.bodytext
source: Text
da: Tekst

# imageTextLink.flexform.sheetGeneral
source: Additional settings
da: Flere indstillinger
de: Zusätzliche Einstellungen

# accordion.title
source: Accordion
da: Harmonika

# accordion.description
source: Accordion, added records will be used as "accordion", and the record inside "accordian" will be rendered as content.
da: Harmonika, elementerne du lægger ind vil blive brugt som "harmonikaer", og elementerne inde i "harmonikaerne" vil blive brugt som indhold.
de: Accordion, hinzugefügte Datensätze werden als "Accordion" verwendet, und der Datensatz im Inneren "Accordion" wird als Inhalt gerendert.

# accordion.records_formlabe
source: Records to use as "accordions", title is displayed as accordian expand/collapse link, and their child records will be rendered inside the accordion.
da: Elementer som skal bruges som "harmonikaer". Titeln vises som harmonikaets udvid/sammenfold-link og underelementerne vises som indhold.
de: Datensätze als "Accordions" verwenden, der Titel wird als Accordion zeigen/verdecken-Link angezeigt, und die untergeordneten Datensätze werden im Inneren des "Accordion" gerendert.

# accordion.flexform.sheetGeneral
source: Additional settings
da: Flere indstillinger
de: Zusätzliche Einstellungen

# accordion.flexform.accordionMode
source: Accordion mode
da: Harmonika-mode
de: Accordion-Modus

# accordion.flexform.accordionMode_firstChildOpenSingleSelect
source: First item is expanded at load, only one item can be expanded at the same time.
da: Første element vises udvidet ved indlæsning. Kun et element kan være udvidet samtidigt.
de: Erster Eintrag ist beim Laden erweitert, nur ein Element kann zur gleichen Zeit erweitert werden.

# accordion.flexform.accordionMode_allClosedMultiSelect
source: All items are collapsed at load, multiple items can be expanded at the same time.
da: Alle elementer vises sammenfoldede ved indlæsning. Flere elementer kan være udvidede samtidigt.
de: Alle Einträge sind beim Laden geschlossen, mehrere Einträge können zur gleichen Zeit erweitert werden.

# accordion.flexform.accordionMode_allClosedSingleSelect
source: All items are collapsed at load, only one item can be expanded at the same time.
da: Alle elementer vises sammenfoldede ved indlæsning. Kun et element kan være udvidet samtidigt.
de: Alle Einträge sind beim Laden geschlossen, nur ein Element kann zur gleichen Zeit erweitert werden.

# accordion.flexform.accordionMode_firstChildOpenMultiSelect
source: First item is expanded at load, multiple items can be expanded at the same time.
da: Første element er udvidet ved indlæsning. Flere elementer kan være udvidede samtidigt.
de: Erster Eintrag ist beim Laden erweitert, mehrere Einträge können zur gleichen Zeit erweitert werden.

# accordion.flexform.accordionMode_allOpen
source: All items are expanded at load.
da: Alle elementer er udvidede ved indlæsning.
de: Alle Einträge sind beim Laden erweitert.

# logoCarousel.title
source: Logo Carousel
da: Logokarrusel
de: Logo Karussell

# logoCarousel.description
source: Carousel with images (logos) and optional link
da: Karrusel med billeder (logoer) og valgfrit link
de: Karussell mit Bildern (Logos) und optional Link

# logoCarousel.tabs.logos
source: Logos
da: Logoer

# quote.title
source: Quote
da: Citat
de: Zitat

# quote.description
source: Quote with optional footer and link
da: Citat med valgfri bundtekst og link
de: Zitat mit optionalem Footer und Link

# quote.linkText
source: Link text
da: Link tekst

# quote.header
source: Name, Title
da: Navn, Titel
de: Name, Titel

# quote.bodytext
source: Quote
da: Citat
de: Zitat

# tabs.title
source: Tabs
da: Faner
de: Registerkarten

# tabs.description
source: Tabs with content
da: Faner med indhold
de: Registerkarten mit Inhalt

# tabs.layout.0
source: Tabs
da: Faner
de: Registerkarten

# tabs.layout.1
source: Pills
da: Piller

# fullWidthImage.title
source: Full Width Image
da: Billede i full bredde

# fullWidthImage.description
source: Full Width Image element
da: Billede i full bredde-element

# fullWidthImage.tabs.image
source: Image
da: Billede

# responsiveVideo.title
source: Responsive Video
da: Responsiv video

# responsiveVideo.description
source: Responsive Video Element
da: Responsiv video-element

# socialIcons.title
source: Social Icons
da: Sociale ikoner

# socialIcons.description
source: Social Icons element
da: Sociale ikoner-element

# copyrightText.title
source: Copyright
da: Ophavsret

# copyrightText.description
source: Copyright text element
da: Ophavsretstext-element

# contacts.title
source: Contacts
da: Kontakt

# contacts.description
source: Contact info element
da: Kontaktinformationselement

# tt_content.wrapper
source: Appearance
da: Udseende

# tt_content.wrapper.description
source: Select appearance of content element (if available)
da: Vælg udseende for indholdselement (hvis tilgængelig)

# tt_content.aligning
source: Aligning
da: Justering

# tt_content.wrapper_margin_top
source: Margin top
da: Topmargen

# tt_content.wrapper_margin_bottom
source: Margin bottom
da: Bundmargen

# label.default
source: Default
da: Standard

# elem.flexform.wholeAreaLink
source: Whole area link
da: Hele området klikbart

# elem.flexform.linkAsBtn
source: Show link as a button
da: Vis linket som en knap

# elem.flexform.btnAsLink
source: Show button as a link
da: Vis knappen som et link

# icon.flexform.iconClass_none
source: None
da: Ingen

# imageTextLink.description
source: Image text and link
de: Image Text und Link
