Repository: t3kit/theme_t3kit
Catalog: Resources/Private/Language/*.GridElements.xlf
Languages: da, fr, no

# two_column_grid
source: Two columns grid
da: To kolonner
fr: Grille 2 colonnes
no: To kolonner

# two_column_grid_description
source: Preset row with two columns.
da: Fordefineret række med to kolonner.
fr: Sépare la zone de contenu en 2 zones 50/50
no: Forhåndsdefinert rad med to kolonner.

# three_column_grid
source: Three columns grid
da: Tre kolonner
fr: Grille 3 colonnes
no: Tre kolonner

# three_column_grid_description
source: Preset row with three columns.
da: Fordefineret række med tre kolonner.
fr: Sépare la zone de contenu en 3 zones 33/33/33
no: Forhåndsdefinert rad med tre kolonner.

# four_column_grid
source: Four columns grid
da: Fire kolonner
fr: Grille 4 colonnes
no: Fire kolonner

# four_column_grid_description
source: Preset row with four columns.
da: Fordefineret række med fire kolonner.
fr: Sépare la zone de contenu en 4 zones 25/25/25/25
no: Forhåndsdefinert rad med fire kolonner.

# adv_one_column_grid
source: Advanced one column grid
da: En kolonne (avanceret)
fr: Grille avancée 1 colonne
no: En kolonne (avansert)

# adv_one_column_grid_description
source: Advanced grid. Preset row with one column. Column width can be adjusted.
da: Avancerede kolonner. Fordefineret række med én kolonne. Kolonnebredden kan ændres.
fr: Zone de contenu avancée, 1 colonne ajustable
no: Avanserte kolonner. Forhåndsdefinert rad med én kolonne. Kolonnebredden kan endres.

# adv_two_column_grid
source: Advanced two columns grid
da: To kolonner (avanceret)
fr: Grille avancée 2 colonnes
no: To kolonner (avansert)

# adv_two_column_grid_description
source: Advanced grid. Preset row with two columns. Column width can be adjusted.
da: Avancerede kolonner. Fordefineret række med to kolonner. Kolonnebredden kan ændres.
fr: Zone de contenu avancée, 2 colonnes ajustables
no: Avanserte kolonner. Forhåndsdefinert rad med to kolonner. Kolonnebredden kan endres.

# adv_three_column_grid
source: Advanced three columns grid
da: Tre kolonner (avanceret)
fr: Grille avancée 3 colonnes
no: Tre kolonner (avansert)

# adv_three_column_grid_description
source: Advanced grid. Preset row with three columns. Column width can be adjusted.
da: Avancerede kolonner. Fordefineret række med tre kolonner. Kolonnebredden kan ændres.
fr: Zone de contenu avancée, 3 colonnes ajustables
no: Avanserte kolonner. Forhåndsdefinert rad med tre kolonner. Kolonnebredden kan endres.

# adv_four_column_grid
source: Advanced four columns grid
da: Fire kolonner (avanceret)
fr: Grille avancée 3 colonnes
no: Fire kolonner (avansert)

# adv_four_column_grid_description
source: Advanced grid. Preset row with four columns. Column width can be adjusted.
da: Avancerede kolonner. Fordefineret række med fire kolonner. Kolonnebredden kan ændres.
fr: Zone de contenu avancée, 4 colonnes ajustables
no: Avanserte kolonner. Forhåndsdefinert rad med fire kolonner. Kolonnebredden kan endres.

# col1
source: Column 1
da: Kolonne 1
fr: Colonne 1
no: Kolonne 1

# col2
source: Column 2
da: Kolonne 2
fr: Colonne 2
no: Kolonne 2

# col3
source: Column 3
da: Kolonne 3
fr: Colonne 3
no: Kolonne 3

# col4
source: Column 4
da: Kolonne 4
fr: Colonne 4
no: Kolonne 4

# column_1_xs
source: Column 1 Mobile devices. "Extra small devices Phones (<768px)"
da: Kolonne 1 mobile enheder. "Ekstra små enheder, telefoner (<768px)"
no: Kolonne 1 mobile enheter. "Ekstra små enheter (telefoner, <768px)"

# column_1_sm
source: Column 1 Tablets. "Small devices Tablets (≥768px)"
da: Kolonne 1 tablet. "Små enheder, tablets (≥768px)"
no: Kolonne 1 nettbrett. "Små enheter (nettbrett, ≥768px)"

# column_1_md
source: Column 1 Desktops. "Medium devices Desktops (≥992px)"
da: Kolonne 1 bærbar computer. "Mellemstore enheder, stationære (≥992px)"
no: Kolonne 1 bærbar datamaskin. "Mellomstore enheter (bærbar datamaskin, ≥992px)"

# column_1_lg
source: Column 1 Large devices "Large devices Desktops (≥1200px)"
da: Kolonne 1 store enheder "Store enheder, stationære (≥1200px)"
no: Kolonne 1 store enheter "Store enheter (stasjonære, ≥1200px)"

# column_2_xs
source: Column 2 Mobile devices. "Extra small devices Phones (<768px)"
da: Kolonne 2 mobile enheder. "Ekstra små enheder, telefoner (<768px)"
no: Kolonne 2 mobile enheter. "Ekstra små enheter (telefoner, <768px)"

# column_2_sm
source: Column 2 Tablets. "Small devices Tablets (≥768px)"
da: Kolonne 2 tablet. "Små enheder, tablets (≥768px)"
no: Kolonne 2 nettbrett. "Små enheter (nettbrett, ≥768px)"

# column_2_md
source: Column 2 Desktops. "Medium devices Desktops (≥992px)"
da: Kolonne 2 bærbar computer. "Mellemstore enheder, stationære (≥992px)"
no: Kolonne 2 bærbar datamaskin. "Mellomstore enheter (bærbar datamaskin, ≥992px)"

# column_2_lg
source: Column 2 Large devices "Large devices Desktops (≥1200px)"
da: Kolonne 2 store enheder "Store enheder, stationære (≥1200px)"
no: Kolonne 2 store enheter "Store enheter (stasjonære, ≥1200px)"

# column_3_xs
source: Column 3 Mobile devices. "Extra small devices Phones (<768px)"
da: Kolonne 3 mobile enheder. "Ekstra små enheder, telefoner (<768px)"
no: Kolonne 3 mobile enheter. "Ekstra små enheter (telefoner, <768px)"

# column_3_sm
source: Column 3 Tablets. "Small devices Tablets (≥768px)"
da: Kolonne 3 tablet. "Små enheder, tablets (≥768px)"
no: Kolonne 3 nettbrett. "Små enheter (nettbrett, ≥768px)"

# column_3_md
source: Column 3 Desktops. "Medium devices Desktops (≥992px)"
da: Kolonne 3 bærbar computer. "Mellemstore enheder, stationære (≥992px)"
no: Kolonne 3 bærbar datamaskin. "Mellomstore enheter (bærbar datamaskin, ≥992px)"

# column_3_lg
source: Column 3 Large devices "Large devices Desktops (≥1200px)"
da: Kolonne 3 store enheder "Store enheder, stationære (≥1200px)"
no: Kolonne 3 store enheter "Store enheter (stasjonære, ≥1200px)"

# column_4_xs
source: Column 4 Mobile devices. "Extra small devices Phones (<768px)"
da: Kolonne 4 mobile enheder. "Ekstra små enheder, telefoner (<768px)"
no: Kolonne 4 mobile enheter. "Ekstra små enheter (telefoner, <768px)"

# column_4_sm
source: Column 4 Tablets. "Small devices Tablets (≥768px)"
da: Kolonne 4 tablet. "Små enheder, tablets (≥768px)"
no: Kolonne 3 nettbrett. "Små enheter (nettbrett, ≥768px)"

# column_4_md
source: Column 4 Desktops. "Medium devices Desktops (≥992px)"
da: Kolonne 4 bærbar computer. "Mellemstore enheder, stationære (≥992px)"
no: Kolonne 4 bærbar datamaskin. "Mellomstore enheter (bærbar datamaskin, ≥992px)"

# column_4_lg
source: Column 4 Large devices "Large devices Desktops (≥1200px)"
da: Kolonne 4 store enheder "Store enheder, stationære (≥1200px)"
no: Kolonne 4 store enheter "Store enheter (stasjonære, ≥1200px)"

source: Column 1 Layout
da: Kolonne 1 udseende
no: Kolonne 1 utseende

source: Column 2 Layout
da: Kolonne 2 udseende
fr: Rendus de la Colonne 2
no: Kolonne 2 utseende

source: Column 3 Layout
da: Kolonne 3 udseende
fr: Rendus de la Colonne 3
no: Kolonne 3 utseende

source: Column 4 Layout
da: Kolonne 4 udseende
fr: Rendus de la Colonne 4
no: Kolonne 4 utseende

source: Column 1 Offset
da: Kolonne 1 afstand
fr: Décalage de la Colonne 1
no: Kolonne 1 avstand

source: Column 2 Offset
da: Kolonne 2 afstand
fr: Décalage de la Colonne 2
no: Kolonne 2 avstand

source: Column 3 Offset
da: Kolonne 3 afstand
fr: Décalage de la Colonne 3
no: Kolonne 3 avstand

source: Column 4 Offset
da: Kolonne 4 afstand
fr: Décalage de la Colonne 4
no: Kolonne 4 avstand

source: Column 1 Class
da: Kolonne 1 css-klasse
fr: Classe CSS personnalisée pour la colonne 1
no: Kolonne 1 css-stil

source: Column 2 Class
da: Kolonne 2 css-klasse
fr: Classe CSS personnalisée pour la colonne 2
no: Kolonne 2 css-stil

source: Column 3 Class
da: Kolonne 3 css-klasse
fr: Classe CSS personnalisée pour la colonne 3
no: Kolonne 3 css-stil

source: Column 4 Class
da: Kolonne 4 css-klasse
fr: Classe CSS personnalisée pour la colonne 4
no: Kolonne 4 css-stil

source: Column 1 Content Wrapper
da: Kolonne 1 indholdsomslag
fr: Wrapper pour la Colonne 1
no: Kolonne 1 innholdsinnpakning

source: Column 2 Content Wrapper
da: Kolonne 2 indholdsomslag
fr: Wrapper pour la Colonne 2
no: Kolonne 2 innholdsinnpakning

source: Column 3 Content Wrapper
da: Kolonne 3 indholdsomslag
fr: Wrapper pour la Colonne 3
no: Kolonne 3 innholdsinnpakning

source: Column 4 Content Wrapper
da: Kolonne 4 indholdsomslag
fr: Wrapper pour la Colonne 4
no: Kolonne 4 innholdsinnpakning

# container
source: Container wrapper
da: Beholderomslag
fr: Wrapper global
no: Beholderinnpakning

# grid
source: Responsive grid settings. Column width on different devices. Based on Bootstrap grid.
da: Responsive indstillinger for kolonner. Kolonnebredde på forskællige enheder. Baseret på Bootstrap-gitter.
fr: Paramètres "responsive design". Largeur de colonne dynamique selon les périphériques. Basés sur la grille Bootsrap.
no: Responsive innstillinger for kolonner. Kolonnebredde på forskjellige enheter. Basert på Bootstrap-rutenett.

# col-xs
source: Mobile devices. "Extra small devices Phones (<768px)"
da: Mobile enheder. "Ekstra små enheder, telefoner (<768px)"
no: Håndholdte enheter. "Ekstra små enheter (telefoner <768px)"

# col-sm
source: Tablets. "Small devices Tablets (≥768px)"
da: Tablet. "Små enheder, tablets (≥768px)"
no: Nettbrett. "Små enheter (nettbrett, ≥768px)"

# col-md
source: Desktops. "Medium devices Desktops (≥992px)"
da: Bærbar computer. "Mellemstore enheder, stationære (≥992px)"
no: Bærbar datamaskin. "Mellomstore enheter (bærbare datamaskiner, ≥992px)"

# col-lg
source: Large devices "Large devices Desktops (≥1200px)"
da: Store enheder "Store enheder, stationære (≥1200px)"
no: Store enheter "Store enheter (stasjonære datamaskiner, ≥1200px)"

source: Parallax
da: Parallakse
fr: Effet de parallaxe
no: Parallaks

# parallax_description
source: Background image with Parallax effect
da: Baggrundsbillede med parallakse-effekt
fr: Image de fond avec effet de parallaxe
no: Bakgrunnsbilde med parallaks-effekt

# parallax.flexform.title
source: Parallax settings
da: Parallakse-indstillinger
fr: Paramètres de l'effet de Parallaxe
no: Parallaks-innstillinger

# parallax.flexform.height
source: Height of parallax element. [auto] by default. Good when you want to have other elements inside of parallax
da: Højde på parallakse-element. [Auto] er standard. Godt når du ønsker at have andre elementer inde i parallaksen.
fr: Hauteur de la zone avec effet de parallaxe. (Automatique par défaut). A utiliser quand vous voulez ajouter d'autres éléments dans le contenu parallaxe.
no: Høyde på parallaks-element. [Auto] er standard. Bra når du ønsker å ha andre elementer inne i parallaksen.

# parallax.flexform.bgcolor
source: Background color (for mobile)
da: Baggrundsfarve (for mobil)
fr: Couleur de fond (pour mobiles)
no: Bakgrunnsfarge (for mobil)

# parallax.flexform.hide
source: Hide in mobile
da: Skjul for mobil
fr: Cacher sur les mobiles
no: Skjul for mobil

source: Collapsible
da: Kan minimeres
fr: Contenu accordéon (pliant)
no: Kan minimeres

# collapsible_description
source: A collapsible container for content elements
da: En beholder for indholdselementer som kan minimeres
fr: Conteneur pliant pour des éléments de contenus
no: En beholder for innholdselementer som kan minimeres

# collapsible.flexform.title
source: Collapsible settings
da: Indstillinger for minimering
fr: Paramètres du contenu accordéon
no: Innstillinger for minimering

# collapsible.flexform.expanded
source: Expanded by default
da: Udfoldet som standard
fr: Ouvert par défaut
no: Utvidet som standard

# collapsibleGroup
source: Group of collapsibles
da: Gruppe med minimerbare
fr: Groupe de contenus accordéons (pliants)
no: Gruppe med minimerbare

# collapsibleGroup_description
source: A group for collapsible elements
da: En gruppe for elementer som kan minimeres
fr: Groupes de conteneurs pliants pour des éléments de contenus
no: En gruppe for elementer som kan minimeres

source: Collapsible Content
da: Minimerbart indhold
fr: Contenu pliant
no: Minimerbart innhold

# collapsibleContainers
source: Collapsibles
da: Minimerbare
fr: Accordéons (pliants)
no: Minimerbare

source: Tab
da: Fane
fr: Onglet
no: Fane

# tab_description
source: A tab with content elements
da: En fane med indholdselementer
fr: Un onglet qui contient des éléments de contenus
no: En fane med innholdselementer

source: Tab Content
da: Faneindhold
fr: Contenu d'onglet
no: Faneinnhold

# tabGroup
source: Group of tabs
da: Fanegruppe
fr: Groupe de contenus d'onglets
no: Fanegruppe

# tabGroup_description
source: A container for tab content elements
da: En beholder for faneindholdselementer
fr: Conteneur d'onglet pour des éléments de contenus
no: En beholder for faneinnholdselementer

# tabContainer
source: Tabs
da: Faner
fr: Onglets
no: Faner

# tabGroup.flexform.title
source: Tab group settings
da: Fanegruppeindstillinger
fr: Paramètres du groupe d'onglets
no: Fanegruppeinnstillinger

# tabGroup.flexform.tabstyle
source: Style of tabs
da: Fanestil
fr: Style d'onglets
no: Fanestil

# column_1_xs
source: Column 1 Mobile devices. "Extra small devices Phones (<768px)"
fr: Colonne 1, "périphériques mobiles petit format (<768px)"

# column_1_sm
source: Column 1 Tablets. "Small devices Tablets (≥768px)"
fr: Colonne 1, "tablettes petit format (≥768px)"

# column_1_md
source: Column 1 Desktops. "Medium devices Desktops (≥992px)"
fr: Colonne 1, "ordinateur de bureau, format moyen (≥992px)"

# column_1_lg
source: Column 1 Large devices "Large devices Desktops (≥1200px)"
fr: Colonne 1, "ordinateur de bureau, format large (≥1200px)"

# column_2_xs
source: Column 2 Mobile devices. "Extra small devices Phones (<768px)"
fr: Colonne 2, "périphériques mobiles petit format (<768px)"

# column_2_sm
source: Column 2 Tablets. "Small devices Tablets (≥768px)"
fr: Colonne 2, "tablettes petit format (≥768px)"

# column_2_md
source: Column 2 Desktops. "Medium devices Desktops (≥992px)"
fr: Colonne 2, "ordinateur de bureau, format moyen (≥992px)"

# column_2_lg
source: Column 2 Large devices "Large devices Desktops (≥1200px)"
fr: Colonne 2, "ordinateur de bureau, format large (≥1200px)"

# column_3_xs
source: Column 3 Mobile devices. "Extra small devices Phones (<768px)"
fr: Colonne 3, "périphériques mobiles petit format (<768px)"

# column_3_sm
source: Column 3 Tablets. "Small devices Tablets (≥768px)"
fr: Colonne 3, "tablettes petit format (≥768px)"

# column_3_md
source: Column 3 Desktops. "Medium devices Desktops (≥992px)"
fr: Colonne 3, "ordinateur de bureau, format moyen (≥992px)"

# column_3_lg
source: Column 3 Large devices "Large devices Desktops (≥1200px)"
fr: Colonne 3, "ordinateur de bureau, format large (≥1200px)"

# column_4_xs
source: Column 4 Mobile devices. "Extra small devices Phones (<768px)"
fr: Colonne 4, "périphériques mobiles petit format (<768px)"

# column_4_sm
source: Column 4 Tablets. "Small devices Tablets (≥768px)"
fr: Colonne 4, "tablettes petit format (≥768px)"

# column_4_md
source: Column 4 Desktops. "Medium devices Desktops (≥992px)"
fr: Colonne 4, "ordinateur de bureau, format moyen (≥992px)"

# column_4_lg
source: Column 4 Large devices "Large devices Desktops (≥1200px)"
fr: Colonne 4, "ordinateur de bureau, format large (≥1200px)"

# column_1_layout
source: Column 1 LayoutStyles de rendus de la Colonne 1
fr: Rendus de la Colonne 1

# col-xs
source: Mobile devices. "Extra small devices Phones (<768px)"
fr: Périphériques mobiles petit format (<768px)

# col-sm
source: Tablets. "Small devices Tablets (≥768px)"
fr: Tablettes petit format (≥768px)

# col-md
source: Desktops. "Medium devices Desktops (≥992px)"
fr: Ordinateur de bureau, format moyen (≥992px)

# col-lg
source: Large devices "Large devices Desktops (≥1200px)"
fr: Ordinateur de bureau, format large (≥1200px)
