Repository: t3kit/theme_t3kit
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de, no

# logoTitle
source: Home
da: Hjem

# breadcrumb_label
source: You are here
da: Du er her
de: Sie sind hier
no: Du er her

# languageMenu_label
source: Language:
da: Sprog:
de: Sprache:
no: Språk:

# imprint_label
source: Imprint
da: Om netstedet
de: Impressum
no: Om nettstedet

# news.date.text
source: Published:
da: Udgivet:
no: Publisert:

# news-single-image-header
source: Images
da: Billeder
no: Bilder

# content.behaviour.container
source: Container
da: Beholder
no: Beholder

# content.behaviour.container_fluid
source: Container (fluid)
da: Beholder (flydende)
no: Beholder (flytende)

# content.behaviour.fade_in
source: Fade in
da: Fade ind
de: Einblenden
no: Fade inn

# content.behaviour.screenreader_only
source: Screenreader only
da: Kun skærmlæser
de: nur Screenreader
no: Kun skjermleser

# content.behaviour.screenreader_only_focusable
source: Screenreader only (focusable)
da: Kun skærmlæser (fokuserbart)
de: nur Screenreader (fokussierbar)
no: Kun skjermleser (fokuserbart)

# content.behaviour.print_hidden
source: Hidden for printing
da: Skjult for udskrift
de: Für das Drucken ausgeblendet
no: Skjult for utskrift

# content.behaviour.print_visible_block
source: Visible for printing (block)
da: Synlig for udskrift (block)
de: Sichtbar für den Druck (block)
no: Synlig for utskrift (blokk)

# content.behaviour.print_visible_inline
source: Visible for printing (inline)
da: Synlig for udskrift (inline)
de: Sichtbar für den Druck (inline)
no: Synlig for utskrift (inline)

# content.behaviour.print_visible_inline_block
source: Visible for printing (inline-block)
da: Synlig for udskrift (inline-block)
de: Sichtbar für den Druck (inline-block)
no: Synlig for utskrift (inline-block)

# content.behaviour.table_responsive
source: Responsive table
da: Responsiv tabel
de: Responsive Tabelle
no: Responsiv tabell

# content.behaviour.pricing_table
source: Pricing table
da: Pristabel
de: Preistabelle
no: Pristabell

# content.behaviour.navigation_pills
source: Pills navigation
da: Pillenavigation
no: Pillenavigasjon

# content.behaviour.navigation_tabs
source: Tabs navigation
da: Fanenavigation
de: Registerkarten-Navigation
no: Fanenavigasjon

# content.behaviour.accordion_first_open
source: Open first accordion item
da: Åben første harmonikaelement
de: Erstes Accordion Element öffnen
no: Åpne første trekkspillelement

# content.variants.panel_primary
source: Primary Panel
da: Panel (primær)
de: Primär-Panel
no: Panel (primær)

# content.variants.panel_success
source: Success Panel
da: Panel (success)
de: Erfolg-Panel
no: Panel (suksess)

# content.variants.panel_info
source: Info Panel
da: Panel (info)
no: Panel (info)

# content.variants.panel_warning
source: Warning Panel
da: Panel (advarsel)
de: Warnung-Panel
no: Panel (advarsel)

# content.variants.panel_danger
source: Danger Panel
da: Panel (fare)
de: Achtung-Panel
no: Panel (fare)

# content.buttons.default
source: Default Button
da: Knap (standard)
de: Standard-Button
no: Knapp (standard)

# content.buttons.primary
source: Primary Button
da: Knap (primær)
de: Primär-Button
no: Knapp (primær)

# content.buttons.success
source: Success Button
da: Knap (success)
de: Erfolg-Button
no: Knapp (suksess)

# content.buttons.info
source: Info Button
da: Knap (info)
no: Knapp (info)

# content.buttons.warning
source: Warning Button
da: Knap (advarsel)
de: Warnung-Button
no: Knapp (advarsel)

# content.buttons.danger
source: Danger Button
da: Knap (fare)
de: Achtung-Button
no: Knapp (fare)

# content.bullets
source: Panel with List Group
da: Panel med listegruppe
de: Panel mit Listengruppe
no: Panel med listegruppe

# content.pricing_table_linktext
source: Link text
da: Linktekst
no: Linktekst

# content.pricing_table_listheader
source: List header
da: Listeoverskrift
de: Listenkopf
no: Listeoverskrift

# contentElement.slider.linkText
source: Read more
da: Læs mere
de: Mehr lesen
no: Les mer

# content.behaviour.browsehappy.message
source: You are using an <strong>outdated</strong> browser.
da: Du bruger en <strong>forældret</ strong> netlæser.
no: Du bruker en <strong>utdatert</ strong> nettleser.

# content.behaviour.browsehappy.link
source: Please upgrade your browser to improve your experience.
da: Opdater din netlæser for at forbedre oplevelsen.
no: Oppgrader nettleseren din for å forbedre opplevelsen.
