Repository: t3kit/theme_t3kit
Catalog: Resources/Private/Language/*.StructuredContentElements.xlf
Languages: de

# tab.structuredContentElements
source: Layout elements
de: Layout-Elemente

# container.title
source: Advanced grid. Container for columns
de: Erweiterte Raster. Container fÃ¼r Spalten

# container.description
source: A container for column records
de: Ein Container fÃ¼r Spalten-DatensÃ¤tze

# container.records_formlabel
source: Column records here
de: Spalten-DatensÃ¤tze hier

# container.layout.0
source: No container
de: Kein Container

# container.flexform.sheetGeneral
source: Additional settings
de: ZusÃ¤tzliche Einstellungen

# container.flexform.wrpClass
source: Wrapper class
de: Wrapper-Klasse

# columns.title
source: Columns
de: Spalten

# columns.description
source: Columns for elements(1col - 2col - 3col - 4col)
de: Spalten fÃ¼r die Elemente (1col - 2col - 3col - 4col)

# columns.records_formlabel
source: Elements. Every element will be in separate column.
de: Elemente. Jedes Element wird in einer separaten Spalte gerendert.

# columns.layout.0
source: No container
de: Kein Container

# columns.flexform.sheetGeneral
source: Additional settings
de: ZusÃ¤tzliche Einstellungen

# columns.flexform.wrpClass
source: Wrapper class
de: Wrapper-Klasse

# column.title
source: Advanced grid. Columns for content
de: Erweiterte Raster. Spalten fÃ¼r Inhalte

# column.description
source: A column for content records
de: Eine Spalte fÃ¼r Inhalts-DatensÃ¤tze

# column.records_formlabel
source: Content records here
de: Inhalts-DatensÃ¤tze hier

# column.flexform.colxs.label
source: Column with (x of 12) on "Extra small devices Phones (<768px)"
de: Spalte mit (x von 12) auf "Extra kleine GerÃ¤te - Phones (<768px)"

# column.flexform.colsm.label
source: Column with (x of 12) on "Small devices Tablets (≥768px)"
de: Spalte mit (x von 12) auf "Kleine GerÃ¤te - Tablets (≥768px)"

# column.flexform.colmd.label
source: Column with (x of 12) on "Medium devices Desktops (≥992px)"
de: Spalte mit (x von 12) auf "Mittlere GerÃ¤te - Desktops (≥992px)"

# column.flexform.collg.label
source: Column with (x of 12) on "Large devices Desktops (≥1200px)"
de: Spalte mit (x von 12) auf "Grosse GerÃ¤te - Desktops (≥1200px)"
